#  1 Создайте функцию , которая принимает строку и возвращает количество гласных (a, e, i, o, u) в этой строке.
# 2  Напиши функцию, которая принимает список строк и возвращает его, отсортированный по длине строк в порядке возрастания.
# 3  Напишите функцию , которая принимает список слов и возвращает его, отсортированный по длине слов (от коротких к длинным).
# 4  Напишите функцию , которая принимает два списка и возвращает новый список, содержащий элементы из обоих списков, но без дубликатов.
# 5 напишите код который принимает  разные числа, и выводит их сумму чисел 